[{"id":1378,"date":"2020-09-03T15:46:56","date_gmt":"2020-09-03T15:46:56","guid":{"rendered":"http:\/\/aquilaxinvest.com\/?p=1378"},"modified":"2020-09-04T08:16:58","modified_gmt":"2020-09-04T08:16:58","slug":"why-sustainable-stocks-are-likely-to-outperform-in-the-next-decade-and-beyond","status":"publish","type":"post","link":"https:\/\/aquilaxinvest.com\/why-sustainable-stocks-are-likely-to-outperform-in-the-next-decade-and-beyond\/","title":{"rendered":"Why sustainable stocks are likely to outperform in the next decade and beyond"},"content":{"rendered":"\n<figure class=\"wp-block-image size-large\"><img src=\"http:\/\/aquilaxinvest.com\/wp-content\/uploads\/2020\/09\/pexels-pixabay-532192-1.jpg\" alt=\"sustainable stocks outperform\" class=\"wp-image-1385\" srcset=\"https:\/\/aquilaxinvest.com\/wp-content\/uploads\/2020\/09\/pexels-pixabay-532192-1.jpg 1000w, https:\/\/aquilaxinvest.com\/wp-content\/uploads\/2020\/09\/pexels-pixabay-532192-1-300x200.jpg 300w, https:\/\/aquilaxinvest.com\/wp-content\/uploads\/2020\/09\/pexels-pixabay-532192-1-768x512.jpg 768w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" \/><\/figure>\n\n\n\n<p>You would have needed to be on another planet not to have heard that sustainable investments have outperformed markets since the Covid-19 crisis.<\/p>\n\n\n\n<p>Over Q1 2020, out of 206 sustainable equity funds and ETF in the US tracked by Morningstar, 44% were in the top quartile in terms of performance, 70% in the top two and only 11% in the bottom quartile. The performance was good with assets in European sustainable funds down 10.6% in Q1 20 vs. a 16.2% decline in the overall European fund universe. Evidently, ESG and sustainable fund providers (yes even those who ask to be forgiven for investing in fossil fuels until very recently) have aggressively promoted this success. As for stocks, the S&amp;P Sustainable index outperformed overall S&amp;P by 0.9% over the last 3 months in $ terms, clearly benefiting the defensive qualities of such assets in a period of market turmoil.<\/p>\n\n\n\n<p>Yet, the really striking data is to be found elsewhere.<\/p>\n\n\n\n<p>Since inception in September 2007 until end of February 2020, the MSCI ACWI ESG leaders index (largely used in the market as a benchmark) returned 5.24% vs. 4.48% in the broad market. The interesting point here is that this data does not encapsulate March 2020 when sustainable and ESG funds did even better.<\/p>\n\n\n\n<p>We have seen the interest in sustainable investment clearly within our own activity too, during our recent crowdfunding campaign, we secured 300% beyond our target &#8211; that being pre-launch and during a global pandemic.<\/p>\n\n\n\n<p>Let’s take a deep dive and see whether outperformance is a happy coincidence or evidence of a long-term trend, to try to anticipate what the future may hold. Our conclusion is not only that sustainable investment is turning mainstream but that it has the basis for a sustained out-performance in the medium-term, irrespective of views on the environmental crisis.<\/p>\n\n\n\n<h1><strong>Why the strength of sustainable investment in the recent storm was rationale, not emotional<\/strong><\/h1>\n\n\n\n<p>There are 5 objective reasons why sustainable investment was a recent winner:<\/p>\n\n\n\n<ul><li>Sustainable and ESG investment funds nearly always have low exposure to commodities, in particular, Oil &amp; Gas stocks, which were the worst hit during the market crash. So, as a result, sustainable investments were likely to outperform only by virtue of not being commodity-exposed.<\/li><li>Most sustainable and ESG funds entered the crisis with long healthcare and tech positions. Those were the two sectors that out-performed, which in turn compounded in performance terms the benefit of low exposure to commodities.<br>I would argue that these two points are pretty uncontroversial.<\/li><li>There is a correlation between the quality of management and the sustainability of the business model of companies. Typically, we see that companies whose management has for a long time prepared to pivot towards a more sustainable model ended up with a more resilient business model. This, in turn, protected them to an extent against a collapse of their markets. There is a growing body of academic studies showing a positive correlation between ESG factors and a Company’s Financial Performance (CFP). More than 9 out of 10 companies show this positive correlation according to a recent Harvard research piece. By virtue of linking ESG and CFP, it is possible to establish materiality which is a key factor in our view.<\/li><li>It could also be argued that investors anticipated future political developments, with many countries putting the environment at the centre of their recovery programmes. Investors take a risk there but a limited one: calls to base future economic growth on cheap oil and gas have been muted. Investors were very rational in particular in light of the evidence provided by the CBI that clean investment accounted for 1\/3 of the economic recovery in the UK post the 2008-10 financial crash. In the next few years, investment opportunities in electric mobility and energy efficiency, to take two examples, could provide a drive towards economic recovery in two key sectors.<\/li><li>The collapse of commodity prices, in particular oil, could have been a very negative development making pollution cheaper than in the recent past. Yet again, investors took a very rational view: with oil demand likely never to fully recover from the current crisis (“peak oil”), returns in the Oil and Gas industry are likely to collapse. A few years ago, E&amp;P would yield 25%+ returns, with Brent price below $30\/bbl, returns of renewables will at least match those of fossil fuel. Investors have anticipated the move.<\/li><\/ul>\n\n\n\n<p class=\"has-large-font-size\"><strong>What about the medium to long term?<\/strong><\/p>\n\n\n\n<p>The future is very positive sustainable investment. Let’s take our five point format and see the rational arguments for sustainable vs. “traditional” investment in the next decade:<\/p>\n\n\n\n<ul><li>Those long term reasons driving investors mentioned above, in particular, the link between ESG targets and financial performance will not disappear.<\/li><li>It is anticipated that billions if not trillions of investment money will leave fossil fuel\/ polluting industries and be redeployed towards sustainable investment. This will simply happen because investors want it. It is worth having in mind that, if $2.6trn of investment were moved towards clean energy by 2035 to meet the COP 21 climate change targets, this would imply that c10% of the money invested in pension funds in the western world would leave polluting investments and be redeployed towards cleaner options. A simple demand and supply equation that can only help the relative valuations of sustainable assets. Already $30bn of investment moved towards sustainable investment in 2018, a 30% rise vs. 2016. In the first four months of 2020, in the thick of the C-19 crisis, according to Morningstar $35bn found their way into the European sustainable fund universe, a 50% rise vs. the same period last year. At the same time, the outflow for the overall European fund universe was $170bn.<\/li><li>Economics. We argue above that more money will be thrown in by Governments, but to an extent, this money is not necessary: wind and solar + storage are now competitive with coal and gas. After years of investments, hydrogen and storage are becoming competitive too. These technologies will amplify the trend towards clean\/sustainable solutions not being a moral choice any longer but being the obvious choice based on an objective risk\/reward analysis. Which fund manager would want to be invested in a heavily polluting asset when a clean asset delivering the same level of returns is accessible? The risk analysis frameworks are changing quickly for fund managers: clean energy is a way to reduce risks now, not just to diversify.<\/li><li>As more and more evidence of the growing environmental crisis emerges, regulations will continue to get tougher with polluters and encouraging sustainable solutions. I see the current US administration as an aberration, not a show-stopper. Those who look at the US in detail know that clean energy is progressing quickly.<\/li><li>We are making progress so that the definitions around sustainable investment and ESG are becoming clear and investors have frameworks. The EU taxonomy together with the UN SDGs is a solid base fund that fund managers can refer to. In turn, investors can more easily compare fund structures and performance. The situation is far from ideal but it is so much better than a couple of years ago. Thanks to this growing culture amongst investors, to dig deeper, the most egregious greenwashing will gradually disappear.<\/li><\/ul>\n\n\n\n<p class=\"has-large-font-size\"><strong>Where we could turn to be too optimistic<\/strong><\/p>\n\n\n\n<p>However rosy this scenario may appear, I can identify three risks that may at least partly derail it. Firstly, traditional polluting industries have benefited over the years from heavy levels of subsidies from Governments because they are large job providers. Oil gets $380bn of subsidies a year worldwide, nearly 3 times as much as clean energy (yes, shocking). It will be politically difficult for Governments to cut those industries adrift too quickly.<\/p>\n\n\n\n<p>Additionally, while the number of funds claiming to be sustainable is growing exponentially, the number of assets to invest in remains limited. Anyone wishing to invest in zero-carbon power generation in Europe will likely end up investing in Orsted. It is a fantastic company but it trades on very high multiples.<\/p>\n\n\n\n<p>To diversify their portfolio, investors have to consider investing in companies like Enel or Iberdrola who have reduced their emissions drastically but are not zero emitters. This simple example shows the type of dilemma investors will face until they have more assets to invest in that fit tight criteria.<\/p>\n\n\n\n<p>Finally, if big Oil decides to re-direct their investment towards clean energy, they risk overpaying for assets and in turn affecting the value of such assets.<\/p>\n\n\n\n<p>Overall, it’s clear that the positive arguments towards sustainable investment are much more powerful and, having turned mainstream, will be a strong source of performance for investors in the future for decades to come.<\/p>\n\n\n\n<p><em>Article first published in Finance Magazine.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>You would have needed to be on another planet not to have heard that sustainable investments have outperformed markets since the Covid-19 crisis. Over Q1 2020, out of 206 sustainable equity funds and ETF in the US tracked by Morningstar, 44% were in the top quartile in terms of performance, 70% in the top two [&hellip;]<\/p>\n","protected":false},"author":18,"featured_media":1385,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"mc4wp_mailchimp_campaign":[]},"categories":[15],"tags":[],"":"","_links":{"self":[{"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/posts\/1378"}],"collection":[{"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/users\/18"}],"replies":[{"embeddable":true,"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/comments?post=1378"}],"version-history":[{"count":11,"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/posts\/1378\/revisions"}],"predecessor-version":[{"id":1406,"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/posts\/1378\/revisions\/1406"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/media\/1385"}],"wp:attachment":[{"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/media?parent=1378"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/categories?post=1378"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/tags?post=1378"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]},"_embedded":{"author":[{"id":18,"name":"Vincent Gilles, Chief Investment Officer","url":"","description":"","link":"https:\/\/aquilaxinvest.com\/author\/vincent-gilles\/","slug":"vincent-gilles","avatar_urls":{"24":"https:\/\/secure.gravatar.com\/avatar\/dc79af8fbc2b988ff071d35d68a7a53f?s=24&d=mm&r=g","48":"https:\/\/secure.gravatar.com\/avatar\/dc79af8fbc2b988ff071d35d68a7a53f?s=48&d=mm&r=g","96":"https:\/\/secure.gravatar.com\/avatar\/dc79af8fbc2b988ff071d35d68a7a53f?s=96&d=mm&r=g"},"_links":{"self":[{"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/users\/18"}],"collection":[{"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/users"}]}}],"wp:featuredmedia":[{"id":1385,"date":"2020-09-03T15:45:49","slug":"pexels-pixabay-532192-1","type":"attachment","link":"https:\/\/aquilaxinvest.com\/why-sustainable-stocks-are-likely-to-outperform-in-the-next-decade-and-beyond\/pexels-pixabay-532192-1\/","title":{"rendered":"pexels-pixabay-532192 (1)"},"author":7,"smush":{"stats":{"percent":2.152746878844191,"bytes":1645,"size_before":76414,"size_after":74769,"time":0.06,"api_version":"1.0","lossy":false,"keep_exif":0},"sizes":{"medium":{"percent":2.78,"bytes":342,"size_before":12295,"size_after":11953,"time":0.03},"thumbnail":{"percent":3.36,"bytes":193,"size_before":5742,"size_after":5549,"time":0.01},"medium_large":{"percent":1.9,"bytes":1110,"size_before":58377,"size_after":57267,"time":0.02}}},"caption":{"rendered":"<p>sustainable stocks outperform<\/p>\n"},"alt_text":"sustainable stocks outperform","media_type":"image","mime_type":"image\/jpeg","media_details":{"width":1000,"height":667,"file":"2020\/09\/pexels-pixabay-532192-1.jpg","sizes":{"medium":{"file":"pexels-pixabay-532192-1-300x200.jpg","width":300,"height":200,"mime_type":"image\/jpeg","source_url":"https:\/\/aquilaxinvest.com\/wp-content\/uploads\/2020\/09\/pexels-pixabay-532192-1-300x200.jpg"},"thumbnail":{"file":"pexels-pixabay-532192-1-150x150.jpg","width":150,"height":150,"mime_type":"image\/jpeg","source_url":"https:\/\/aquilaxinvest.com\/wp-content\/uploads\/2020\/09\/pexels-pixabay-532192-1-150x150.jpg"},"medium_large":{"file":"pexels-pixabay-532192-1-768x512.jpg","width":768,"height":512,"mime_type":"image\/jpeg","source_url":"https:\/\/aquilaxinvest.com\/wp-content\/uploads\/2020\/09\/pexels-pixabay-532192-1-768x512.jpg"},"full":{"file":"pexels-pixabay-532192-1.jpg","width":1000,"height":667,"mime_type":"image\/jpeg","source_url":"https:\/\/aquilaxinvest.com\/wp-content\/uploads\/2020\/09\/pexels-pixabay-532192-1.jpg"}},"image_meta":{"aperture":"0","credit":"","camera":"","caption":"","created_timestamp":"0","copyright":"","focal_length":"0","iso":"0","shutter_speed":"0","title":"","orientation":"0","keywords":[]}},"source_url":"https:\/\/aquilaxinvest.com\/wp-content\/uploads\/2020\/09\/pexels-pixabay-532192-1.jpg","_links":{"self":[{"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/media\/1385"}],"collection":[{"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/media"}],"about":[{"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/types\/attachment"}],"author":[{"embeddable":true,"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/comments?post=1385"}]}}],"wp:term":[[{"id":15,"link":"https:\/\/aquilaxinvest.com\/category\/sustainable-investing\/","name":"Sustainable Investing","slug":"sustainable-investing","taxonomy":"category","_links":{"self":[{"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/categories\/15"}],"collection":[{"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/categories"}],"about":[{"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/taxonomies\/category"}],"wp:post_type":[{"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/posts?categories=15"},{"href":"https:\/\/aquilaxinvest.com\/wp-json\/wp\/v2\/faqs?categories=15"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}],[]]}}]